[
  {
    "id": 1,
    "username": "Jim Carrey",
    "firstName": "Jim",
    "lastName": "Carrey",
    "aboutMe": "James Eugene Carrey (/'kæri/; born January 17, 1962) is a Canadian-American actor, comedian and artist. Known for his energetic slapstick performances Carrey first gained recognition in 1990, after landing a role in the American sketch comedy television series In Living Color (1990-1994). He broke out as a star in motion pictures with Ace Ventura: Pet Detective, The Mask and Dumb and Dumber (all 1994). This was followed up with Ace Ventura: When Nature Calls, Batman Forever (both 1995) and Liar Liar (1997).",
    "imgURL": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Jim_Carrey_2008.jpg/800px-Jim_Carrey_2008.jpg"
  },
  {
    "id": 2,
    "username": "Tom Hanks",
    "firstName": "Tom",
    "lastName": "Hanks",
    "aboutMe": "Thomas Jeffrey Hanks (born July 9, 1956) is an American actor and filmmaker. Known for both his comedic and dramatic roles, he is one of the most popular and recognizable film stars worldwide, and is regarded as an American cultural icon. Hanks' films have grossed more than $4.9 billion in North America and more than $9.96 billion worldwide, making him the fourth-highest-grossing actor in North America. He has received numerous honors including the AFI Life Achievement Award in 2002, the Kennedy Center Honor in 2014, the Presidential Medal of Freedom and the French Legion of Honor both in 2016 as well as the Golden Globe Cecil B. DeMille Award in 2020.",
    "imgURL": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/Tom_Hanks_2016.jpg/800px-Tom_Hanks_2016.jpg"
  },
  {
    "id": 3,
    "username": "Christian Bale",
    "firstName": "Christian",
    "lastName": "Bale",
    "aboutMe": "Christian Charles Philip Bale (born 30 January 1974) is an English actor. Known for his versatility and physical transformations for his roles, he has been a leading man in films of several genres. He has received various accolades, including an Academy Award and two Golden Globe Awards. Forbes magazine ranked him as one of the highest-paid actors in 2014. Born in Wales to English parents, Bale had his breakthrough role at age 13 in Steven Spielberg's 1987 war film Empire of the Sun. After more than a decade of performing in leading and supporting roles in films, he gained wider recognition for his portrayals of serial killer Patrick Bateman in the black comedy American Psycho (2000) and the titular role in the psychological thriller The Machinist (2004). In 2005, he played superhero Batman in Batman Begins and again in The Dark Knight (2008) and The Dark Knight Rises (2012), garnering acclaim for his performance in the trilogy, which is one of the highest-grossing film franchises.",
    "imgURL": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Christian_Bale-7837.jpg/800px-Christian_Bale-7837.jpg"
  },
  {
    "id": 4,
    "username": "Daniel Day-Lewis",
    "firstName": "Daniel",
    "lastName": "Day-Lewis",
    "aboutMe": "Sir Daniel Michael Blake Day-Lewis (born 29 April 1957) is a retired English actor. Often described as one of the preeminent actors of his generation, he received numerous accolades throughout his career which spanned over four decades, including three Academy Awards for Best Actor, making him the first and only actor to have three wins in that category, and the third male actor to win three competitive Academy Awards for acting, the sixth performer overall. Additionally, he has received four British Academy Film Awards, three Screen Actors Guild Awards and two Golden Globe Awards. In 2014, Day-Lewis received a knighthood for services to drama.",
    "imgURL": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Daniel_Day-Lewis%2C_Jaguar%2C_Mille_Miglia_2013_cropped.jpg"
  }
]
